pharma_integra/public/oc/oncoprod/OC20328-1080266_112_1664309482.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo.CUL.Entidades" xmlns:ns2="http://schemas.datacontract.org/2004/07/WcfIntegradorOncoprod.CUL.Entidades.Entrada" xmlns:ns3="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo" xmlns:ns4="http://tempuri.org/"><SOAP-ENV:Body><ns4:IncluirPedido><ns4:pedido><ns3:Pedido><ns1:PedidoEntrada><ns1:ClienteCNPJ>28137925000106</ns1:ClienteCNPJ><ns1:PedidoNumeroClienteIntegracao>OC20328-1080266</ns1:PedidoNumeroClienteIntegracao><ns1:condicaoPagamentoId>22</ns1:condicaoPagamentoId><ns1:itens><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>1110</ns2:itemId><ns2:pedidoItemPrecoTabela>58,05</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>3756</ns2:itemId><ns2:pedidoItemPrecoTabela>56,1498</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>12</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>301576</ns2:itemId><ns2:pedidoItemPrecoTabela>60,201</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>3</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>1072</ns2:itemId><ns2:pedidoItemPrecoTabela>534,9596</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>4179</ns2:itemId><ns2:pedidoItemPrecoTabela>6,34</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>20</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>1710</ns2:itemId><ns2:pedidoItemPrecoTabela>79,36</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>7</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada></ns1:itens><ns1:pedidoObservacoes>PHN - OC20328-1080266</ns1:pedidoObservacoes><ns1:pedidoObservacoesNotaFiscal>PHN - OC20328-1080266</ns1:pedidoObservacoesNotaFiscal><ns1:sistemaEntrada>pharmanexo</ns1:sistemaEntrada><ns1:tipoEnderecoId>Padrão</ns1:tipoEnderecoId><ns1:unidadeNegocioId>PJ</ns1:unidadeNegocioId><ns1:usuarioIdIntegracao>CHRISTIANE.BATISTA</ns1:usuarioIdIntegracao></ns1:PedidoEntrada></ns3:Pedido></ns4:pedido></ns4:IncluirPedido></SOAP-ENV:Body></SOAP-ENV:Envelope>
